Repository: algi/esmska
Catalog: po/*.po
Languages: sk

source: <html>You current Java doesn't support execution of the JavaScript files<br>which is necessary for the program to work properly. It is recommended to use <br>Java from Sun. The program will now exit.</html>
sk: <html>Java, ktorú momentálne používate nepodporuje spúšťanie JavaScriptových<br>súborov, čo je pre správne fungovanie programu nevyhnutné.<br>Odporúčame používať Javu od firmy Sun. Program sa teraz ukončí.</html>

source: Run anyway
sk: Spustiť napriek tomu

source: Quit program
sk: Ukončiť program

source: Some of the configuration files couldn't be saved!
sk: Niektoré konfiguračné súbory nebolo možné ukončiť!

source: Configure program behaviour
sk: Nastaviť správanie programu

source: &Support this project!
sk: &Podporte tento projekt!

source: Export contacts to file
sk: Exportovať kontakty do súboru

source: Frequently Asked &Questions
sk: Často kladené &otázky

source: See the most frequently asked questions (online)
sk: Zobraziť často kladené otázky (online)

source: &Ask the authors...
sk: &Spýtajte sa autorov...

source: Ask a question in a support forum
sk: Spýtať sa na fóre podpory

source: &Help
sk: &Pomocník

source: Contact import successfully finished
sk: Import kontaktov prebehol úspešne

source: Import contacts from other applications
sk: Importovať kontakty z iných aplikácií

source: &Message
sk: &Správa

source: A <a href="">new program version</a> ({0}) has been released!
sk: Bola vydaná <a href="">nová verzia programu</a> ({0})!

source: Report a &problem or an idea...
sk: Nahlásiť &problém alebo nápad...

source: Report a problem or request a feature
sk: Nahlásiť problém alebo navrhnúť vylepšenie

source: Redo (Ctrl+Y)
sk: Opakovať (Ctrl+Y)

source: Show history of sent messages
sk: Zobraziť históriu odoslaných správ

source: Show program information
sk: Zobraziť informácie o programe

source: Message for {0} couldn''t be sent!
sk: Správu pre {0} se nepodarilo odeslať!

source: Message for {0} sent.
sk: Správa pre {0} odoslaná.

source: &Tools
sk: Nás&troje

source: &Translate this application...
sk: &preložiť túto aplikáciu...

source: Help to translate this application into your native language
sk: Pomôžte preložiť túto aplikáciu do vášho rodného jazyka

source: Undo (Ctrl+Z)
sk: Späť (Ctrl+Z)

source: Message &history
sk: &História správ

source: Move down
sk: Presunúť nižšie

source: Move up
sk: Presunúť vyššie

source: Multiple sending
sk: Hromadné odosielanie

source: New contact
sk: Nový kontakt

source: Pause/unpause sending
sk: Pozastaviť/spustiť odosielanie

source: Pause queue
sk: Pozastaviť front

source: Pause sms queue
sk: Pozastaviť front SMS

source: Preferences
sk: Nastavenia

source: &Preferences
sk: &Nastavenia

source: Program start
sk: Spustenie programu

source: Move sms down in the queue
sk: Presunúť SMS vo fronte nižšie

source: Move sms up in the queue
sk: Presunúť SMS vo fronte vyššie

source: Pause sending of sms in the queue (Alt+P)
sk: Pozastaviť posielanie správ vo fronte (Alt+P)

source: Unpause sending of sms in the queue (Alt+P)
sk: Spustiť posielanie správ vo fronte (Alt+P)

source: Queue
sk: Front

source: <html> <h2>Replace the text?</h2> You are currently composing a new message. Do you want to discard the text<br> and replace it with the selected message from the queue? </html>
sk: <html> <h2>Nahrdiť text?</h2> Aktuálne píšete novú správu.Chcete zahodiť jej<br> text a nahradiť ho zvolenou správou z frontu? </html>

source: Quit
sk: Skončiť

source: &Quit
sk: S&končiť

source: Recipient
sk: Príjemca

source: &Redo
sk: &Opakovať

source: Replace
sk: Nahradiť

source: Redo undone change in message text
sk: Zopakovať vrátené zmeny v texte správy

source: Text is too long!
sk: Text je príliš dlhý!

source: Undo change in message text
sk: Vrátiť zmeny v texte správy

source: Message
sk: Správa

source: Compress the message or currently selected text (Ctrl+K)
sk: Komprimovať správu alebo aktuálne vybraný text (Ctrl + K)

source: <html> Recipient not supported by this gateway. Allowed number prefixes: {0} </html>
sk: <html> Príjemca nie je podporovaný touto bránou. Povolený počet predčísiel: {0} </html>

source: <html> Selected gateway requires registration. Enter your credentials in the <a href="{0}">options dialog</a>. </html>
sk: <html> Zvolená brána vyžaduje registráciu.Vyplňte svoje prihlasovacie údaje v <a href="{0}">nastaveniach</a>. </html>

source: <html>Chars in whole message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
sk: <html>Znakov v celej správe: <b>{0}/{1}</b> (zostáva <b>{2}</b>)</html>

source: <html>Number is not in a valid international format.</html>
sk: <html>Číslo nieje v platnom medzinárodnom tvare.</html>

source: R&ecipient:
sk: P&ríjemca:

source: <html> Contact's name or phone number.<br><br> To send message to multiple contacts hold Shift or Ctrl<br> when selecting contacts in the list.
sk: <html> Meno alebo telefónne číslo kontaktu.<br><br> Ak chcete odoslať správu na viac kontaktov, podržte Shift alebo Ctrl<br> pri označovaní kontaktov v zozname.

source: <br><br>TIP: Fill in the default country prefix in program preferences and<br> you won't have to always fill it in with the phone number.
sk: <br><br>TIP: Vyplňte smerové číslo krajiny v nastaveniach programu a<br> nebudete ho musieť zakaždým vypisovať do telefónneho čísla.

source: Send message (Ctrl+Enter)
sk: Poslať správu (Ctrl+Enter)

source: <html>Chars in current message: <b>{0}/{1}</b> (<b>{2}</b> remaining)</html>
sk: <html>Znakov v aktuálnej správe: <b>{0}/{1}</b> (zostáva <b>{2}</b>)</html>

source: {0} chars ({1} sms)
sk: {0} znakov ({1} SMS)

source: {0} chars (can''t be sent!)
sk: {0} znakov (nemožno odoslať!)

source: {0} chars
sk: {0} znakov

source: 0 chars (0 sms)
sk: 0 znakov (0 sms)

source: <html> The very message text </html>
sk: <html> Vlastný text správy </html>

source: no gateway
sk: žiadna brána

source: Sending message to {0} ({1}) ...
sk: Posiela sa správa pre {0} ({1}) ...

source: Save
sk: Uložiť

source: Select
sk: Vybrať

source: &Send
sk: Po&slať

source: Send message
sk: Poslať správu

source: Show/hide program
sk: Skryť/zobraziť program

source: Show application log
sk: Zobraziť protokol aplikácie

source: Show program
sk: Zobraziť program

# StatusPanel.progressBar.string
source: Please wait...
sk: Prosím, čakajte...

source: Welcome
sk: Vitajte

source: Click to show application log
sk: Kliknutím zobrazíte protokol aplikácie

source: &Suggest
sk: &Návrh

source: To send multiple messages select more contacts in the list using Ctrl key.
sk: Ak chcete správu odoslať hromadne, označte viac kontaktov v zozname pomocou klávesu Ctrl.

source: Program appearance can be modified according to your taste.
sk: Vzhľad programu je možné doladiť podľa vášho vkusu.

source: Many gateways support adding a custom signature. See preferences.
sk: Veľa brán podporuje pridanie vlastného podpisu. Viď nastavenia.

source: Your contacts can be exported as text and therefore can be used elsewhere.
sk: Vaše kontakty je možné exportovať do textového formátu a využiť aj inde.

source: If the written message is too long use the compress function.
sk: Ak je napísaná správa príliš dlhá použite funkciu skomprimovať.

source: Are you a programmer? Write support for a new gateway, little JavaScript is enough.
sk: Ste programátor? Napíšte podporu pre novú bránu, stačí trochu JavaScriptu.

source: Something broken? Enhancement suggestion? Let us know on our homepage!
sk: Niečo nefunguje? Máte návrh na zlepšenie? Dajte nám vedieť na našej domovskej stránke!

source: Program is open and free. Join in and help us improve it!
sk: Program je open source a slobodný. Zapojte sa aj vy a pomôžte nám ho zlepšiť!

source: Program can be controlled from keyboard easily. Notice the keyboard shortcuts.
sk: Program je možné jednoducho ovládať z klávesnice. Všimnite si klávesové skratky.

source: 4 of 5 zoologist recommend using the operating system with a penguin logo.
sk: 4 z 5 zoológov odporúčajú používať operačný systém s logom tučniaka.

source: Message can be sent using other than default gateway - just pick it from the list.
sk: Správu môžete poslať aj cez inú ako predvolenú bránu - jednoducho ju zvoľte v zozname.

source: Program can be minimized to a notification area icon. See preferences.
sk: Program môžete minimalizovať na ikonu v oznamovacej oblasti. Pozri nastavenia.

source: Bothered by these tips? You can turn them off in preferences.
sk: Obťažujú vás tieto tipy? Môžete ich vypnúť v nastaveniach.

source: Use Help menu to ask a question or report a problem.
sk: Otázky a hlásenia problémov môžete realizovať v ponuke Pomocník.

source: Esmska is constantly looking for new developers. Help us make the program better.
sk: Esmska neustále hľadá nových vývojárov. Prosíme, pomôžte nám urobiť program lepším.

source: Your contacts can be imported from many other programs or formats.
sk: Svoje kontakty môžete importovať z mnohých iných programov alebo formátov.

source: You can see the application protocol by clicking on the status bar.
sk: Kliknutím na tento stavový riadok zobrazíte protokol aplikácie.

source: All your sent messages are available in the message history.
sk: V histórii správ najdete všetky vaše odoslané správy.

source: The message history can be searched through.
sk: V histórii správ je možné ľahko vyhľadávať.

source: You can search in contact list. Just click into it and write a few letters.
sk: V zozname kontaktov môžete vyhľadávať. Jednoducho doňho kliknite a napíšte pár písmen.

source: When searching in contact list use arrows to move to other matches.
sk: Pri vyhľadávaní v zozname kontaktov sa šípkami presuniete na ďalšie výsledky.

source: Don't forget to provide your country prefix number in the preferences.
sk: Nezabudnite si v nastaveniach vyplniť smerové číslo krajiny.

source: A small donation is one of the options how to support future program development.
sk: Malý finančný príspevok je jedna z možností ako podporiť ďalší vývoj programu.

source: translator-credits
sk: Launchpad Contributions: Kamil Páral https://launchpad.net/~kamil.paral TomasKovacik https://launchpad.net/~nail-nodomain helix84 https://launchpad.net/~helix84 milboy https://launchpad.net/~milboys sudca https://launchpad.net/~sudca

source: <html> <h2>Ooops! An error has occurred!</h2> A program error has been detected. Please visit program homepage:<br> <br> <a href="{0}">{0}</a><br> <br> and report what you were doing when it happened. Also attach a detailed description below and this file:<br><br> <i>{1}</i><br> <br> Thank you! </html>
sk: <html> <h2>Ooops! V programe nastala chyba!</h2> V programe nastala chyba. Prosím, navštívte domovskú stránku programu:<br> <br> <a href="{0}">{0}</a><br> <br> a nahláste, čo ste robili, keď nastala chyba. Pripojte aj podrobnejší popis a tento súbor:<br><br> <i>{1}</i><br> <br> Ďakujeme! </html>

source: &Undo
sk: &Späť

source: Unpause queue
sk: Spustiť front

source: Unpause sms queue
sk: Znovu spustiť front SMS

source: Click to open program downloads page
sk: Kliknutím otvoríte stránku s možnosťou stiahnutia programu

source: Gateway updated: {0}
sk: Aktualizovaná brána: {0}
