Repository: algi/esmska
Catalog: po/*.po
Languages: sk

source: I acknowledge that
sk: Súhlasím

source: Credits
sk: Zásluhy

source: License
sk: Licencia

source: Thank you
sk: Ďakujem

source: C&redits
sk: &Prispeli

source: <html> Show program home page </html>
sk: <html> Zobraziť domovskú stránku programu </html>

source: Sending SMS over Internet.
sk: Posielanie SMS cez internet.

source: &License
sk: &Licencia

source: <html> Do you like this project?<br> Help to keep it running by a small money donation... </html>
sk: <html> Páči sa ti tento projekt?<br> Pomôžte ho udržať v chode malou finančnou výpomocou ... </html>

source: About Esmska
sk: O Esmske

source: &About
sk: &O programe

source: Add contact
sk: Pridať kontakt

source: Add new contact (Alt+A)
sk: Pridať nový kontakt (Alt+A)

source: Cancel
sk: Zrušiť

source: &Cancel
sk: &Zrušiť

source: Copy
sk: Kopírovať

source: Cut
sk: Vystrihnúť

source: Paste
sk: Vložiť

source: &Close
sk: &Zavrieť

source: Available options:
sk: Dostupné voľby:

source: Print debugging output. Possible modes are: * {0} - program debugging. Default choice when no mode specified. * {1} - network debugging. Prints HTTP headers, all redirects, etc. * {2} - {0} and {1} modes combined. Also prints webpage contents (lots of output).
sk: Vypisovať ladiaci výstup. Možné režimy: * {0} - ladenie programu. Východzia voľba ak nieje zvolený žiadny mód. * {1} - ladenie siete. Vypisuje HTTP hlavičky, všetky presmerovania, a pod. * {2} - kombinácia módov {0} a {1}. Vypisuje aj obsah webových stránok (veľa výstupných dát).

source: debug mode
sk: ladiací režim

source: Enable the portable mode - ask for location of the user configuration directory. Can't be used with -c.
sk: Zapnutie prenosného režimu - spýta sa na umiestnenie používateľského adresára. Nie je možné použiť spolu s voľbou -c.

source: Invalid option on the command line! (''{0}'')
sk: Neplatná voľba na príkazovom riadku! (''{0}'')

source: OPTIONS
sk: Možnosti

source: path
sk: cesta

source: Set the path to the user configuration directory. Specify an absolute pathname. Can't be used with -p.
sk: Nastavenie cesty k používateľskému adresáru. Uveďte absolútnu cestu. Nie je možné použiť s voľbou -p.

source: Show this help.
sk: Zobraziť tohto pomocníka.

source: Usage:
sk: Použitie:

source: Print program version and exit.
sk: Vypísať verziu programu a skončiť.

source: &Compress text
sk: &Zostručniť text

source: &Compress
sk: &Zhutniť

source: A&dvanced settings
sk: Po&kročilé nastavenia

source: Show items with more advanced settings
sk: Zobraziť položky s pokročilejšími nastaveniami

source: Show a&dvanced controls
sk: Zobraziť pokročilé ovlá&dacie prvky

source: <html> Show or hide some additional buttons and other <br> advanced controls in the main program window </html>
sk: <html> Zobraziť alebo schovať niektoré ďalšie tlčítka a iné <br> pokročilé ovládacie prvky v hlavnom okne programu </html>

source: &Appearance
sk: Vzhľ&ad

source: &Delete all login credentials
sk: O&dstrániť všetky prihlasovacie údaje

source: Delete all usernames and passwords for all gateways
sk: Zmazať všetky prihlasovacie mená a heslá ku všetkým bránam

source: &Connection
sk: Pri&pojenie

source: Create a log with de&bug information
sk: Vytvárať &záznam s ladiacími informáciami.

source: <html> This option is only required when working with program developers<br> in order to solve some problem. In other cases it is recommended<br> to have it turned off. </html>
sk: <html> Táto voľba je potrebná iba ak spolupracujete s vývojármi programu<br> na vyriešení nejakého prblému. Inak je odporúčané mať ju vypnutú. </html>

source: &General
sk: Všeo&becné

source: <html> HTTP proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:80 </html>
sk: <html> Adresa HTTP proxy serveru v tvare „adresa“ alebo „adresa:port“. Napríklad: proxy.firma.com:80 </html>

source: <html> HTTPS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:443 </html>
sk: <html> Adresa HTTPS proxy serveru v tvare „adresa“ alebo „adresa:port“. Napríklad: proxy.firma.com:443 </html>

source: &Username:
sk: Po&užívateľské meno:

source: <html><i> * Username/password authentication is not currently supported. </i></html>
sk: <html><i> * Overenie pomocou mena a hesla nie je zatiaľ podporované. </i></html>

source: <html> Allows you to change the appearance of the program </html>
sk: <html> Umožní vám zmeniť vzhľad programu </html>

source: <html><i>The log file is stored at: {0}</i></html>
sk: <html><i>Súbor záznamu je uložený tu: {0}</i></html>

source: Username needed for logging in to the gateway
sk: Používateľské meno potrebné na prihlásenie k webovej bráne

source: Loo&k:
sk: Vzhľa&d

source: Multiplatform
sk: Multiplatformový

source: Show icon in the &notification area
sk: Zobraziť ikonu v oz&namovacej oblasti

source: The password belonging to the username
sk: Heslo patriace k danému používateľskému menu.

source: P&rivacy
sk: Súk&romie

source: &Restrict the sent message history only to last {0} days.
sk: Obmedziť histó&riu odoslaných zpráv iba na posledných {0} dní

source: <html> When closing program the sent message history only for the chosen<BR> last period will be saved </html>
sk: <html> Pri ukončení programu sa história odoslaných správ<br> uloží iba za zvolené posledné obdobie </html>

source: Remove &diacritics from messages
sk: Odstraňovať &diakritiku zo správ

source: <html> All diacritics marks will be removed from the message before sending it.<br> Note: This may not work for all languages. </html>
sk: <html> Pred odoslaním správy budú vymazané všetky diaktritické znamienka.<br> Pozn: Táto funkcia nemusí byť funkčná pre všetky jazyky. </html>

source: A program restart is neccessary to apply the changes.
sk: Aby sa zmeny prejavili je potrebné program reštartovať.

source: Same as &HTTP proxy
sk: Rovnaké ako &HTTP proxy

source: An address in the 'HTTP proxy' field will be used also for 'HTTPS proxy' field
sk: Adresa v poli „HTTP proxy“ sa použije aj v poli „HTTPS proxy“

source: &Number:
sk: Čís&lo:

source: Set the password to be shown or hidden
sk: Zobrazí alebo nezobrazí písanie hesla

source: <html> SOCKS proxy server address in the 'host' or 'host:port' format. Example: proxy.company.com:1080 </html>
sk: <html> Adresa SOCKS proxy serveru v tvare „adresa“ alebo „adresa:port“ Napríklad: proxy.firma.com:1080 </html>

source: Hide program to &icon on startup
sk: Po štarte skryť program do &ikony.

source: <html> Immediatelly after startup the program will be hidden<br> to the icon in the notification area </html>
sk: <html> Program bude okamžite po spustení schovaný<br> do ikony v oznamovacej oblasti. </html>

source: System
sk: Systém

source: <html> Color motives for the chosen look </html>
sk: <html> Farebná schéma pre zvolený vzhľad aplikácie. </html>

source: The&me:
sk: V&zhľad

source: Show program &tip on startup
sk: Zobrazovať tipy pri spustení

source: <html> Show a random tip about working with the program<br> in the status bar on program startup </html>
sk: <html> Po štarte zobraziť v stavovom riadku náhodný<br> tip ohľadom práce s programom. </html>

source: Preferences - Esmska
sk: Nastavenie - Esmska

source: Show the &toolbar
sk: Zobraziť panel &nástrojov

source: <html> Show the toolbar which helps to access some actions with mouse more easily </html>
sk: <html> Zobraziť panel nástrojov, ktorý umožňuje rýchlejšie ovládanie niektorých operácií myšou </html>

source: Unknown
sk: Neznámy

source: Use pro&xy server *
sk: Používať proxy server *

source: Whether a proxy server should be used for connections
sk: Či na pripojenie používať proxy server

source: Start program &centered on the screen
sk: Spustiť program &uprostred obrazovky

source: <html>Whether the program window should be placed according to operating system<br> or centered on the screen</html>
sk: <html>Ponechať umiestnenie okna programu na operačnom systéme<br> alebo ho vždy umiestniť doprostred obrazovky</html>

source: <html><h2>A file named ''{0}'' already exists.<br>Do you really want to replace it?</h2>This file already exists in ''{1}''.<br>By replacing it you will overwrite the whole it''s contents.</html>
sk: <html><h2>Súbor s názvom „{0}“ už existuje.<br>Chcete ho nahradiť?</h2>V „{1}“ existuje takýto súbor.<br>Jeho nahradením prepíšete celý obsah.</html>

source: Contact
sk: Kontakt

source: Added new contact: {0}
sk: Pridaný nový kontakt: {0}

source: Contacts
sk: Kontakty

source: Contact list (Alt+K)
sk: Zoznam kontaktov (Alt+K)

source: Contact {0} modified
sk: Kontakt {0} upravený

source: {0} contacts modified
sk: {0} kontaktov upravených

source: <html>You don't have any contact created. Add a new one with buttons below.</html>
sk: <html>Nemáte vytvorený žiadny kontakt. Pridajte nový pomocou tlačidiel nižšie.</html>

source: {0} removed from contacts
sk: Kontakt {0} odstránený

source: {0} contacts removed
sk: {0} kontaktov odstránených

source: <html><h3>Really remove following contacts?</h3></html>
sk: <html><h3>Naozaj odstrániť nasledujúce kontakty?</h3></html>

source: Contact &export
sk: &Export kontaktov

source: Contact &import
sk: &Import kontaktov

source: Co&py to clipboard
sk: Sko&pírovať do schránky

source: The country code for which you have filled out the prefix number
sk: Kód štátu, pre ktorý ste vyplnili medzinárodné smerové číslo

source: (c&ountry:
sk: (š&tát:

source: <html> The international country prefix number starting with '+' sign.<br> When filled out this prefix will be supposed to be present with all the numbers written not in the<br> international format. Also the appeareance of these numbers will be much shorter in many labels. </html>
sk: <html> Mezinárodné smerové číslo krajiny, začínajúce znakom „+“.<br> Pri vypĺňaní sa toto smerové číslo bude predpokladať pri všetkých číslach, které nebudú<br> zadané v mezinárodnom tvare. Taktiež sa skráti zobrazenie týchto čísiel vo viacerých popisoch. </html>

source: The &default country prefix number:
sk: Pre&dvolené mezinárodné smerové číslo krajiny

source: unknown
sk: neznáma

source: Create
sk: Vytvoriť

source: Written by:
sk: Napísali:

source: Contributions from:
sk: Prispeli:

source: Graphics:
sk: Grafika:

source: and others...
sk: a ďaľší...

source: Sponsors:
sk: Sponzori:

source: Translated by:
sk: Preložili:

source: Date
sk: Dátum

source: Delete
sk: Zmazať

source: &Delete
sk: O&dstrániť

source: Delete contacts
sk: Zmazať kontakty

source: Delete messages
sk: Zmazať správy

source: Delete selected contacts
sk: Odstrániť vybrané kontakty

source: Delete selected messages
sk: Odstrániť vybrané správy

source: Delete selected messages from history
sk: Zmazať zvolené správy z histórie.

source: Send SMS over the Internet
sk: Poslať SMS cez internet

source: SMS Sender
sk: Posielanie SMS

source: <html> Selected gateway does not support your recipient. It sends messages only to phone numbers with prefixes: {0}.<br> </html>
sk: <html> Vybraná brána nepodporuje vášho príjemcu. Odosiela správy iba na telefónne čísla s predčíslom: {0}.<br> </html>

source: <html> You have selected a gateway which requires registration.<br> Please enter your credentials in the <a href="{0}">options dialog</a>. </html>
sk: <html> Zvolili ste si bránu vyžadujúcu registráciu.<br> Zadajte prosím svoje prihlšovacie údaje v <a href="{0}">nastaveniach</a>. </html>

source: Default &gateway:
sk: Východzia &brána:

source: Contact name
sk: Meno kontaktu

source: Nu&mber:
sk: Čís&lo:

source: <html> Contact phone number<br> (in the international format - including the country prefix) </html>
sk: <html> Telefónne číslo kontaktu<br> (v medzinárodnom tvare - vrátane predvoľby krajiny) </html>

source: Edit contact
sk: Upraviť kontakt

source: Edit contacts
sk: Upraviť kontakty

source: Edit contacts collectively
sk: Upraviť kontakty hromadne

source: Edit message
sk: Upraviť správu

source: Edit selected contacts
sk: Upraviť vybrané kontakty

source: Edit selected message
sk: Upraviť vybranú správu

source: Copy the detailed exception message to the system clipboard
sk: Skopírovať podrobnú chybovú správu do systémovej schránky

source: Details:
sk: Detaily:

source: The file ''{0}'' can''t be written!
sk: Do súboru „{0}“ nie je možné zapisovať!

source: Choose location and type of exported file
sk: Vyberte umiestnenie a typ exportovaného súboru.

source: Contact export
sk: Export kontaktov

source: Contact list (contact name, telephone number, default gateway)
sk: Zoznam kontaktov (meno kontaktu, číslo telefónu, predvolená brána)

# ExportManager.csv_filter
source: CSV files (*.csv)
sk: CSV súbory (*.csv)

source: Contact export failed!
sk: Export kontaktov zlyhal!

source: <html>You can export your contacts to the CSV or vCard file. These are<br> text files with all the data clearly visible and readable.<br> By using import function you can later on load this data back to Esmska<br> or use it other way.<br><br> The file in vCard format is standardized and you can use it<br> in many other applications. The CSV file has very simple contents<br> and every program creates it a little differently. If you need to change it's<br> structure to import it in other program you can use some spreadsheet,<br> eg. freely available OpenOffice Calc (www.openoffice.org).<br><br> The file will be saved in the UTF-8 encoding.</html>
sk: <html>Svoje kontakty môžete exportovať do súboru vo formáte CSV<br> alebo vCard. Sú to textové súbory, kde sú všetky dáta v čitateľnej<br> podobe. Pomocou importu môžete neskôr data nahrať späť do Esmsky<br> alebo ich použiť inak.<br><br> Súbor vo formáte vCard je štandardizovaný a môžete ho použiť v mnohých<br> aplikáciách. Súbor CSV má veľmi jednoduchý obsah a každý program<br> ho vytvára trochu inak. Ak potrebujete upraviť jeho štruktúru pre import<br> v inom programe využite nejaký tabuľkový procesor, napr. voľne<br> dostupný OpenOffice Calc (www.openoffice.sk).<br><br> Súbor bude uložený v kódovaní UTF-8.</html>

source: Contact export finished successfully
sk: Export kontaktov prebehol úspešne

source: Contact export finished successfully!
sk: Export kontaktov prebehol úspešne!

source: Sent messages history (date, recipient name, recipient number, gateway, message text, sender name, sender number)
sk: Poslať históriu správ (dátum, meno príjemcu, číslo príjemcu, brána, text správy, meno odosielateľa, číslo odosielateľa)

source: Usernames and password to individual gateways (gateway name, user login, user password)
sk: Meno používateľa a heslo na jednotlivé brány (názov brány, prihlásenie používateľa, používateľské heslo)

source: SMS queue to be sent (recipient name, recipient number, gateway, message text, sender name, sender number)
sk: SMS fronta na odoslanie (meno príjemcu, číslo príjemcu, brána, text správy, meno odosielateľa, číslo odosielateľa)

# ExportManager.vcard_filter
source: vCard files (*.vcard, *.vcf)
sk: Súbory vCard (*.vcard, *.vcf)

source: &Finish
sk: &Koniec

source: &Forward
sk: &Preposlať

source: Unknown gateway
sk: Neznáma brána

source: Guess a suitable gateway for the provided number
sk: Odhadnúť vhodnú bránu pre zadané číslo

source: <html> <b>{0}</b><br> Website: <a href="{1}">{1}</a><br> Description: {2}<br><br> {3}<br> Delay between messages: {4}<br> {5}<br> Gateway version: {6} </html>
sk: <html> <b>{0}</b><br> Webová stránka: <a href="{1}">{1}</a><br> Popis: {2}<br><br> {3}<br> Oneskorenie medzi správami: {4}<br> {5}<br> Verzia brány: {6} </html>

source: Can be used internationally.
sk: Možné použiť medzinárodne

source: Requires registration on the website.
sk: Vyžaduje registráciu na webovej stránke

source: Does not require registration.
sk: Nevyžaduje registráciu

source: Mainly usable for country: {0}
sk: Použiteľné hlavne pre krajinu: {0}

source: Remaining credit:
sk: Zostávajúci kredit:

source: Free SMS remaining:
sk: Zostáva voľných SMS:

source: The gateway doesn't provide any information about successful sending. The message might be and <b>might not be</b> delivered.
sk: Brána neposkytuje žiadne informácie o úspešnom odoslaní. Správa mohla, ale <b>nemusela</b> byť doručená.

source: Security &code:
sk: bezpečnostný &kód:

source: Unknown gateway!
sk: Neznáma brána!

source: Hide program
sk: Skyť program

source: History
sk: História

source: Clear search term (Alt+R, Escape)
sk: Vyčistiť hľadaný výraz (Alt+R, Escape)

source: Number:
sk: Číslo:

source: Name:
sk: Meno:

source: Date:
sk: Dátum:

source: Gateway:
sk: Brána:

source: Sender number:
sk: Číslo odosiel.:

source: Sender name:
sk: Meno odosiel.:

source: Really remove all selected messages from history?
sk: Skutočne si želáte vymazať z histórie všetky vybrané správy?

source: Resend message to someone else
sk: Preposlať správu inému príjemcovi.

source: Enter term to search in messages history
sk: Zadajte výraz, ktorý chcete vyhľadať v histórii správ

source: &Search:
sk: &Hľadať:

source: Sent messages history - Esmska
sk: História odoslaných správ - Esmska

# ImportFrame.CSV_filter
source: CSV files (*.csv)
sk: CSV súbory (*.csv)

# ImportFrame.Select
source: Select
sk: Vybrať

source: &Back
sk: &Spať

source: B&rowse...
sk: &Prechádzať...

source: Find contacts file using dialog
sk: Nájsť súbor s kontaktami pomocou dialógu

source: Choose the file with exported contacts
sk: Vyberte súbor s exportovanými kontaktami

source: If you want to import these contacts press Import.
sk: Ak si želáte tieto kontakty importovať, stlačte Importovať.

source: <html>The program expects the file to be in the UTF-8 encoding.</html>
sk: <html>Program predpokladá, že súbor je v kódovaní UTF-8.</html>

source: <html>The program expects the file to be in the windows-1250 encoding (the default file encoding for czech MS Windows).</html>
sk: <html>Program predpokladá, že súbor je v kódovaní windows-1250 (predvolené kódovanie slovenských MS Windows).</html>

source: Choose input file:
sk: Zvoľte vstupný súbor:

source: The path to contacts file
sk: Cesta k súboru s kontaktami

source: The file {0} can''t be read!
sk: Súbor {0} nie je možné prečítať!

# ImportFrame.forwardButton.text
source: &Forward
sk: &Pokračovať

source: Following {0} new contacts were found:
sk: Bolo nájdených nasledujúcich {0} nových kontaktov:

source: No new contacts were found.
sk: Neboli nájdené žiadne nové kontakty.

source: <html>First you need to export contacts from DreamCom SE. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
sk: <html>Najprv musíte exportovať kontakty z programu DreamCom SE. Spustite uvedený program, prejdite do adresára s kontaktami a pomocou pravého tlačidla exportujte všetky svoje kontakty do CSV súboru. Tento súbor tu vyberte.</html>

source: <html>To import contacts you need to have a CSV file prepared. You can create it by using "Export contacts" function. Select that file here.</html>
sk: <html>Aby ste mohli importovať kontakty, potrebujete mať nachystaný CSV súbor. Môžete ho vytvoriť pomocou funkcie „Exportovať kontakty“. Tento súbor tu vyberte.</html>

source: <html>First you need to export contacts from Kubík SMS DreamCom. Run the program, go to the contact list and by using right mouse button export all your contacts to CSV file. Select that file here.</html>
sk: <html>Najprv musíte exportovať kontakty z programu Kubík SMS DreamCom. Spustite uvedený program, prejdite do adresára s kontaktami a pomocou pravého tlačidla exportujte všetky svoje kontakty do CSV súboru. Tento súbor tu vyberte.</html>

source: <html>To import contacts you need to have a VCARD or VCF file prepared, which can be created by an application containing your contacts. Select that file here.</html>
sk: <html>Aby ste mohli importovať kontakty, musíte mať nachystaný vCard alebo VCF súbor, ktorý vám vytvorí aplikácia obsahujúci vaše kontakty. Tento súbor tu vyberte.</html>

source: <html><h2>There was an error while parsing file!</h2>The file probably contains invalid data.</html>
sk: <html><h2>Pri spracovávaní súboru sa vyskytla chyba!</h2>Súbor pravdepodobne obsahuje nesprávne/údaje alebo údaje v nesprávnom fomáte.</html>

source: <html> Contact import will allow you to read your contacts from another application a copy them to Esmska. Contacts in your old application will remain intact. </html>
sk: <html> Import kontaktov vám umožní načítať vaše kontakty z inej aplikácie a skopírovať ich do Esmsky. V pôvodnej aplikácii ostanú vaše kontakty nedotknuté. </html>

source: <html> The file will be analyzed and then a list of contacts available for import will be shown to you. No changes will be made yet. </html>
sk: <html> Súbor sa analyzuje a následne sa vám zobrazí zoznam kontaktov dostupných na import. Žiadne zmeny sa zatiaľ nevykonajú. </html>

source: Or choose the application you want to import contacts from:
sk: Alebo vyberte aplikáciu, s ktorej chcete importovať kontakty:

source: Choose the file format you have your contacts stored in:
sk: Zvoľte v akom formáte máte kontakty uložené:

source: <html> If you have a problem with import, please check whether there is a newer Esmska release and try to use it. </html>
sk: <html> Ak budete mať problémy pri importe, overte si či nevyšla novšia verzia Esmsky, a skúste to v nej. </html>

# ImportFrame.progressBar.string
source: Please wait...
sk: Prosím, čakajte...

source: Contact import - Esmska
sk: Import kontaktov - Esmska

# ImportFrame.vCard_filter
source: vCard files (*.vcard, *.vcf)
sk: Súbory vCard (*.vcard, *.vcf)

source: Im&port
sk: Im&portovať

source: <html> <h2>First run</h2> Following settings were detected automatically. Are they correct? </html>
sk: <html> <h2>Prvé spustenie</h2> Nasledujúce nastavenia boli zistené automaticky. Sú v poriadku? </html>

source: Clea&r
sk: &Vyčistiť

source: Clears current log
sk: Vymaže aktuálny protokol

source: Copy the whole log contents to the system clipboard
sk: Skopíruje celý obsah protokolu do systémovej schránky

source: Log - Esmska
sk: Protokol - Esmska

source: &Log
sk: Protoko&l

source: <html><h2>Error accessing user directories</h2>There is a problem with reading or writing some of your configuration directories<br>(wrong permissions maybe?). These directories are: <ul> <li>User configuration directory: <i>{0}</i></li> <li>User data directory: <i>{1}</i></li> </ul> You can get more detailed information when you run the program from the console.<br>It is not possible to continue, Esmska will now exit. </html>
sk: <html><h2>Chyba prístupu k používateľským adresárom</h2>Nastala chyba pri čítani alebo zápise do niektorých adresárov s Vašim nastavením<br>(možno nesprávne oprávnenia?). Jedná sa o tieto adresáre: <ul> <li>Adresár s používateľskými nastaveniami: <i>{0}</i></li> <li>Adresár s používateľskými dátami: <i>{1}</i></li> </ul> Podrobnejšie informácie získate ak spustíte program z terminálu.<br>Nieje možné pokračovať, Esmska bude ukončená. </html>

source: Choose the location of the configuration files
sk: Zvoľte umiestnenie konfiguračných súborov

source: <html><h2>Program is too old!</h2>Your user data files were written by a more recent program version ({0})<br>than your current version is ({1}). Maybe you have installed an older version<br>of Esmska by accident. You can fix that by downloading and installing the latest<br>version of Esmska.<br><br><i>It is not recommended to proceed, user data loss may occur!</i>
sk: <html><h2>Program je príliš starý!</h2>Vaše používateľské dáta boli zapísané novšou verziou programu ({0})<br>ako je vami aktuálne používaná ({1}). Možno ste nainštalovali novšiu verziu<br> Esmsky omylom. Môžete to opraviť stiahnutím a nainštalovaním najnovšej <br>verzie Esmsky.<br><br><i>Nieje odporúčané pokračovať, môže dôjsť k strate používateľských dát!!</i>
